---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.DockableFrameFocusChangedEventArgs
source: html/efd6f9ab-14b1-a90a-5cca-a5f40a62ac52.htm
---
# DockableFrameFocusChangedEventArgs Methods

Indicates whether the event is being cancelled.